{
  "homepage": {
    "meta": {
      "title": "11th Brigade Foxhole - A Warden Clan Community (FR/EN/CN)",
      "description": "Join the 11th Warden Foxhole Regiment! Our multilingual clan is recruiting for strategic operations. Participate in epic battles."
    },
    "descriptionData": {
      "name": "11th Foreign Legion",
      "description": {
        "greeting": "Hello, soldier!",
        "hesitate": "Are you wondering whether you should join us? Let us know!",
        "history": "Our History and Expertise",
        "historyContent": "With 7 years of history in Foxhole, 11e is known for its expertise and commitment within the Warden faction. We offer a variety of gameplay: Logistics, Infantry, Artillery, Armored, Naval, Fortifications, and Facility Complexes...",
        "community": "A Multilingual Community",
        "communityContent": "Focused on community, the 11e has an English-speaking branch [11eFL], a Chinese-speaking branch [11eCN], and a French-speaking branch [11eRC], allowing presence across multiple time zones. We have a strong player base from Europe and North America, creating a welcoming environment for all.",
        "join": "Join Our Clan",
        "joinContent": "We offer a pleasant and enriching gaming experience, welcoming new and experienced players alike without regard to their skill or playtime. Join our clan to be part of a close-knit and passionate community.",
        "recruiting": "Don't wait any longer, join the 11th Foreign Legion and contribute to our legend! We are always recruiting new members to strengthen our clan."
      },
      "actions": {
        "joinDiscord": "Join the 11eFL",
        "youtubeChannel": "YouTube Channel"
      }
    },
    "operations": {
      "title": "Major Operations",
      "formation": {
        "title": "Training",
        "description": "Frequent training sessions allow our troops to familiarize themselves with the entire arsenal of the Warden faction. From rifles to rail artillery and ballistic missiles, we use it all. Join our regiment to benefit from these specialized trainings and discover everything the game has to offer."
      },
      "artillery": {
        "title": "Artillery",
        "description": "The industrial power of the 11e allows the use of the largest caliber guns, whenever the opportunity arises, to lay low the most fortified enemy strongholds. We specialize in heavy artillery for decisive and strategic strikes."
      },
      "infiltration": {
        "title": "Infiltration",
        "description": "Infiltration of enemy lines with amphibious vehicles to plant explosive charges in strategic enemy complexes. We excel in these high-precision operations that often break stalemates."
      },
      "missiles": {
        "title": "Ballistic Missile Launches",
        "description": "When 300mm guns are no longer enough, only atomic destruction can turn the tide of war. Our mastery of ballistic missile launches enables large-scale strategic strikes."
      },
      "tank": {
        "title": "Armored Column",
        "description": "From reconnaissance vehicles to heavy tanks, the 11e often distinguishes itselft on the front line when we deploy armor. Having become an authority on the use of super heavy tanks, our regiment offers training and joint operations to break through enemy lines. Join us to participate in these critical missions."
      },
      "naval": {
        "title": "Naval Battles",
        "description": "On the sea or below the surface, the 11e conducts naval operations to protect the Empire's waters, hunt down colonial fleets, or escort logistics ships. We stand out thanks to our naval expertise and efficient naval operations."
      },
      "infantry": {
        "title": "Infantry",
        "description": "An organized infantry squad can hold the front while the artillery takes down the objective. Our regiment trains robust infantry units for decisive actions on the ground. Become an elite soldier in Foxhole by joining our regiment."
      }
    },
    "activities": {
      "combat": {
        "title": "Combat",
        "content": "The regiment fights on land, in the depths or on the oceans: tank battles, battleship duels, bayonet fights, heroic grenade charges, submarine infiltrations, artillery bombardments, and discreet commando operations. All of these tactics are paramount to winning in Foxhole. Join our regiment to experience intense combat."
      },
      "logistics": {
        "title": "Logistics",
        "content": "By train, truck, or ship, the regiment harvests, produces and delivers tens of thousands of resources every day to the front for a Warden victory. Logistics is the backbone of our regiment, ensuring uninterrupted support to our forces and allies on the field."
      },
      "construction": {
        "title": "Construction",
        "content": "The Warden's shield: fortresses built by the regiment are of unanimously recognized quality. Each war, our sappers build on the front lines, and our architects create strongholds to stop the colonial onslaught. Join our clan to participate in the construction of impregnable and strategic defenses."
      },
      "industry": {
        "title": "Industry",
        "content": "Renowned for its infrastructure, the regiment establishes an industrial and railway network every war to produce all that is needed for combat: oil, concrete, super tanks, heavy railway guns, submarines, battleships, etc. Our regiment is known for its extremely efficient facilites and its ability to support the war effort with large scale logistics."
      },
      "community": {
        "title": "Community",
        "content": "Mainly focused on Foxhole, the 11e has a secret HQ for meetups over a beer and a gaming Discord to relax between military campaigns. Our regiment is a welcoming and tight-knit community where every member finds their place and role."
      }
    },
    "footer": {
      "youtube": "YouTube Channel",
      "discord": "Join Discord"
    },
    "officers": {
      "officer1": {
        "name": "John Doe",
        "text": "Use this as an opportunity to promote what it is like to work with you. High value testimonials include ones from current or past co-workers, managers, or from happy clients."
      },
      "officer2": {
        "name": "Jane Doe",
        "text": "Here you should write some nice things that someone has said about you. Encourage them to be specific and include important details (notes about a project you were on together, impressive quality produced, etc)."
      },
      "officer3": {
        "name": "Someone else",
        "text": "Add several of these, and keep them as fresh as possible, but be sure to focus on quality testimonials with strong highlights of your skills/work ethic."
      }
    },
    "social": {
      "discord": "Discord",
      "youtube": "YouTube"
    },
    "sections": {
      "Description": "The Regiment",
      "Operations": "Operations",
      "Activities": "Activities",
      "Skills": "Skills",
      "Stats": "Statistics",
      "Officers": "Officers",
      "Footer": "Footer"
    }
  }
}
