{
  "homepage": {
    "meta": {
      "title": "11e Brigade Foxhole - A Warden Clan Community (FR/EN/CN)",
      "description": "Rejoignez le 11e régiment Warden de Foxhole ! Notre clan francophone recrute pour des opérations stratégiques. Participez à des batailles épiques."
    },
    "descriptionData": {
      "name": "11ème Régiment de Callahan",
      "description": {
        "greeting": "Bonjour à toi soldat !",
        "hesitate": "Tu hésites à nous rejoindre ? Laisse-nous te convaincre…",
        "history": "Notre Histoire et Expertise",
        "historyContent": "Fort de nos 7 ans d'histoire dans Foxhole, le 11ème Régiment de Callahan [11eRC] est reconnu pour son expertise et son engagement au sein de la faction warden. Nous offrons un gameplay varié : Logistique, Infanterie, Artillerie, Blindés, Naval, Fortifications et Complexes industriels...",
        "community": "Une Communauté Multilingue",
        "communityContent": "Tournée vers la communauté, le 11e dispose d’une branche Anglophone [11eFL], d’une branche sinophone [11eCN] et d’une branche francophone [11eRC] permettant de jouer sur plusieurs fuseaux horaires. Nous comptons une solide base de joueurs québécois et français, créant ainsi un environnement accueillant pour tous.",
        "join": "Rejoignez Notre Clan",
        "joinContent": "Nous offrons une expérience de jeu plaisante et enrichissante, le régiment accueille les nouveaux joueurs comme les anciens, sans conditions de skill ou de temps de jeu. Rejoins notre clan et fais partie d'une communauté soudée et passionnée.",
        "recruiting": "N’hésite plus, rejoins le 11ème Régiment de Callahan et contribue à notre légende ! Nous recrutons en permanence de nouveaux membres pour renforcer notre clan."
      }
    },
    "operationItems": {
      "formation": {
        "title": "Formation",
        "description": "Formation des troupes quant à l'utilisation de l'ensemble du matériel militaire de la faction Warden, en passant par la différence entre les différents fusils jusqu'à l'utilisation de super armes comme les canons sur rails ou les missiles ballistiques. Rejoignez notre régiment Foxhole pour profiter de ces formations spécialisées."
      },
      "artillery": {
        "title": "Artillerie",
        "description": "La puissance industrielle du 11eRC permet d'utiliser, dès qu'il y en a l'occasion, les canons de plus gros calibres pour faire tomber les forteresses ennemies les plus fortifiées. Nous nous spécialisons dans l'artillerie lourde pour des frappes décisives et stratégiques."
      },
      "infiltration": {
        "title": "Infiltration",
        "description": "Infiltration des lignes ennemies avec des véhicules amphibies pour faire exploser des charges hautement explosives dans les complexes stratégiques adverses. Ces missions critiques permettent souvent de débloquer des impasses. Nous excellons dans ces opérations de haute précision."
      },
      "ballisticMissiles": {
        "title": "Lancement de missiles ballistiques",
        "description": "Quand les canons de 300 mm ne suffisent plus, il ne reste que la destruction par l'atome pour renverser le cours de la guerre. Notre maîtrise du lancement de missiles ballistiques permet des frappes stratégiques de grande envergure."
      },
      "armoredColumn": {
        "title": "Colonne de blindés",
        "description": "Des véhicules de reconnaissance aux chars lourds, le 11eRC s'illustre souvent sur le front par le déploiement de forces blindées. Devenu une référence pour l'emploi des chars super lourds, notre régiment propose des formations et des opérations conjointes pour percer les lignes ennemies. Participez à ces missions emblématiques en nous rejoignant."
      },
      "navalBattles": {
        "title": "Batailles navales",
        "description": "Sur la mer ou sous la surface, le 11eRC mène des opérations navales pour protéger les eaux de l'empire, chasser les flottes coloniales ou escorter les vaisseaux logistiques. Nous nous distinguons par notre expertise navale et nos opérations maritimes efficaces."
      },
      "infantry": {
        "title": "Infanterie",
        "description": "Une escouade d'infanterie organisée permet de tenir le front pendant que l'artillerie fait tomber l'objectif. Notre régiment forme des unités d'infanterie robustes pour des actions décisives sur le terrain. Devenez un soldat d'élite dans Foxhole en rejoignant notre régiment."
      }
    },
    "activities": {
      "combat": {
        "title": "Combat",
        "content": "Le régiment combat sur terre, dans les profondeurs ou sur les océans : batailles de chars, duels de cuirassés, combats à la baïonnette, charges héroïques à la grenade, infiltrations en sous-marins, pilonnage d’artillerie et opérations discrètes de commandos. Ces actions sont essentielles pour la victoire dans Foxhole. Rejoignez notre régiment pour vivre des expériences de combat intenses."
      },
      "logistics": {
        "title": "Logistique",
        "content": "Par train, par camion ou par bateau, le régiment livre quotidiennement des dizaines de milliers de ressources récoltées et produites, envoyées sur le front pour la victoire des wardens. La logistique est le pilier de notre régiment, assurant un soutien ininterrompu à nos forces ainsi qu'a nos alliés sur le terrain."
      },
      "construction": {
        "title": "Construction",
        "content": "Bouclier des wardens, la qualité des forteresses construites par le régiment est unanimement reconnue. Chaque guerre, nos sapeurs bâtissent sur le front, et nos architectes créent des points d’arrêt à la déferlante coloniale. Rejoignez notre clan pour participer à la construction de défenses impénétrables et stratégiques."
      },
      "industry": {
        "title": "Industrie",
        "content": "Réputé pour ses infrastructures, le régiment organise pour chaque guerre un tissu industriel et ferroviaire pour produire tout le nécessaire aux combats : pétrole, béton, super-chars, canons lourds ferroviaires, sous-marins, cuirassés, etc. Notre régiment se distingue par son efficacité industrielle et sa capacité à soutenir l'effort de guerre."
      },
      "community": {
        "title": "Communauté",
        "content": "Principalement tourné vers Foxhole, le 11eRC dispose d’un QG secret pour des rencontres autour d’une bière et d’un discord multi-gaming pour se détendre entre deux campagnes militaires. Notre régiment est une communauté accueillante et soudée, où chaque membre trouve sa place et son rôle."
      }
    },
    "footer": {
      "youtube": "Chaîne Youtube",
      "discord": "Rejoindre le discord"
    },
    "officers": {
      "officer1": {
        "name": "John Doe",
        "text": "Use this as an opportunity to promote what it is like to work with you. High value testimonials include ones from current or past co-workers, managers, or from happy clients."
      },
      "officer2": {
        "name": "Jane Doe",
        "text": "Here you should write some nice things that someone has said about you. Encourage them to be specific and include important details (notes about a project you were on together, impressive quality produced, etc)."
      },
      "officer3": {
        "name": "Someone else",
        "text": "Add several of these, and keep them as fresh as possible, but be sure to focus on quality testimonials with strong highlights of your skills/work ethic."
      }
    },
    "social": {
      "discord": "Discord",
      "youtube": "Youtube"
    }
  }
}
